function PostsList() {
    return (
        <>
            <div id="posts">
                <div className="post-wrapper">
                    <div className="post">
                        Приїхавши до чужого міста на початку літа,<br />
                        відчути, що його шкіра обвітрена і нагріта,<br />
                        побачити, що дощ третій день заливає долину,<br />
                        високу траву і алею – запалену, тополину.<br />
                        <br />
                        Вулиці чужого міста, як чужі книжкові полиці.<br />
                        Між нами насправді ніколи не буде різниці.<br />
                        Буде лише відчуття переходу,<br />
                        відчуття простору, який робить свою роботу.<br/>
                        <div className="post-date grey-text">
                            <i><small>3 червня о 10:08</small></i>
                        </div>
                    </div>
                </div>
                <div className="post-wrapper">
                    <div className="post">
                        Сфотографував пару тижнів тому, коли виступав у морських піхотинців. Вадим, комбат 503-го, активно розбудовує історичний музей при своєму батальйоні. Вадим загалом працює системно, і музей у нього - серйозний і глобальний, від скіфів до російсько-української війни.<br/>
                        <br/>
                        Це ось на фото - російські сухпаї, взяті в якості трофеїв. Зверніть увагу - фірма, яка виготовляє ці консерви для росіян на Донбасі, називається "Дружба народів". Ну так, щоби максимально цинічно й нахабно.<br/>
                        <br />
                        Власне, про дружбу народів у мене все.<br/>
                        <br/>
                        <div className="post-attachment">
                            <img width="100%" src="https://scontent-waw1-1.xx.fbcdn.net/v/t1.0-9/p720x720/82369022_2918767241504858_6653862995384336384_o.jpg?_nc_cat=111&_nc_sid=2d5d41&_nc_ohc=vFo4uskgY9wAX9gGbh5&_nc_ht=scontent-waw1-1.xx&_nc_tp=6&oh=626ead888a55d5460063a6993a47b32f&oe=5F069E3B" />
                        </div>
                        <div className="post-date grey-text">
                            <i><small>2 червня о 10:25</small></i>
                        </div>
                    </div>
                </div>
                <div className="post-wrapper">
                    <div className="post">
                        Дорогі брати і сестри. Найближчі пару тижнів я буду працювати на радіо Тризуб ФМ / Tryzub FM в Карлівці під Авдіївкою.
                        Буду крутити для вас музику, запрошувати до розмови цікавих людей і загалом розповідати, що тут діється - ближче до Донецька.
                        Тризуб ФМ, хоч і глушиться тією стороною, але до Донецька добиває. Ну і наші військові на своїх позиціях його охоче слухають.
                        Тож і ви переходьте на фб сторінку нашого радіо, слухайте нас, ставте свої питання, діліться ідеями та пропозиціями.<br/><br/>

                        Розклад програм я буду давати нас цій сторінці, тож ви нічого не пропустите. Повірте, буде багато цікавого.<br/><br/>

                        21-го червня в Авдіївці ми робимо невеличкий фестиваль за участі Олега Сенцова, Єгора Соболєва, Лариси Руснак,
                        Артема Полежаки, Жені Чуприни та нашої "Лінії Маннергейма". Будете десь поблизу - заходьте.<br/><br/>

                        І ще: наш проект - цілковито волонтерський, ми все робимо за власний кошт. Тому, якщо підтримаєте нас фінансово - будемо
                        вдячні. За використані кошти, ясна річ, відзвітуємо.<br/><br/>

                        Номер приватівської картки: 4149 4393 1541 6424. Жадан Сергій.<br/><br/>

                        Почуємось!
                        <div className="post-attachment">
                            <video width="100%" height="350" controls>
                                <source src="images/zadan.mp4" type="video/mp4" />
                            </video>
                        </div>
                        <div className="post-date grey-text">
                            <i><small>1 червня о 14:25</small></i>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
}

export default PostsList;
