function ZhadanISobaky() {
    return (
        <>
            <div id="posts">
                <div className="post-wrapper">
                    <div className="post post-full" style={{ backgroundColor: 'transparent' }}>
                        <h5>Історія</h5>
                        <strong>«Жадан і Собаки»</strong> — український рок-гурт із Харкова, що виник у 2000 році. Колектив брав участь у фестивалях «Таврійські ігри», «Раз. Liv», «Музичний Острів», «5 озер», «Мазепа-Фест», «День Незалежності з Махном» та ін.
                        <h5>Собаки в космосі</h5>
                        Гурт було засновано у 2000 році під назвою «Собаки в космосі». Під цією назвою група записала два альбоми: «Вафли» та «Группа ищет продюсера».
                        <h5>Сергій Жадан та «Собаки в космосі»</h5>
                        У 2007 році вийшов альбом-компіляція Хор монгольських міліціонерів, для якого різні виконавці, у тому числі й «Собаки в космосі» записали пісні на вірші Сергія Жадана. З цього почалася їхня співпраця.
                        <br />
                        У 2008 гурт записав спільний з Сергієм Жаданом альбом «Спортивний клуб армії», до якого увійшли читання Жаданом власних віршів під акомпанемент музикантів гурту. Згодом співпраця продовжилася у вигляді спільних виступів (зокрема гастрольний тур 2011 року з виступами в Києві, Познані, Тюбінгені та Празі).
                        <br />
                        В березні 2012 року Сергій Жадан та «Собаки в космосі» презентували другу платівку, записану у співпраці — «Зброя пролетаріату», в якій колишні «романтичні балади та композиції з присмаком легкої сатири змінилися динамічнішим звучанням та гостросоціальною лірикою». На березень-квітень заплановано гастролі Україною, Німеччиною, Австрією, Чехією та Росією, після чого в травні має з'явитися однойменна платівка.
                        <h5>Жадан і Собаки</h5>
                        У 2014 році внаслідок тісної співпраці Сергія Жадана з гуртом «Собаки у космосі» гурт дістав назву «Жадан і Собаки». З цією новою назвою гурт записав два альбоми: Бийся за неї та Пси.
                        <br />
                        Гурт «Жадан і Собаки» часто концертує в містах на Донеччині та Луганщині. Зокрема, у липні 2017 гурт виступив на першому фестивалі MRPL City.
                        <h5>Учасники</h5>
                        <ol>
                            <li>Євген Турчинов — вокал, гітара</li>
                            <li>Андрій Пивоваров — бас, вокал</li>
                            <li>Олександр Меренчук — тромбон</li>
                            <li>Віталій Бронішевський — ударні</li>
                            <li>Артем Дмитриченков — труба</li>
                            <li>Сергій Кулаєнко — клавішні</li>
                        </ol>
                        <h5>Дискографія</h5>
                        <ol>
                            <li>«Вафли» (2002)</li>
                            <li>«Группа ищет Продюсера» (2008)</li>
                        </ol>
                        <h6>Разом із Сергієм Жаданом</h6>
                        <ol>
                            <li>«Спортивний клуб армії» (2008)</li>
                            <li>«Зброя пролетаріату» (2012)</li>
                            <li>«Бийся за неї» (2014)</li>
                            <li>«Пси» (2016)</li>
                            <li>«Мадонна» (2019)</li>
                        </ol>
                    </div>
                </div>

            </div>
        </>
    );
}

export default ZhadanISobaky;
