function LineOfMannerheim() {
    return (
        <>
            <div id="posts">
                <div className="post-wrapper">
                    <div className="post post-full" style={{ backgroundColor: 'transparent' }}>
                        <h5>Історія</h5>
                        <strong>«Лінія Маннергейма»</strong> — український рок-гурт із Харкова, що виник 2017 року. Фронтменом гурту є Сергій Жадан.
                        <br />
                        Гурт було створено 2017 року, до нього увійшли Сергій Жадан, учасник гурту «Жадан і Собаки» Євген Турчинов, а також колишні учасники гурту «Оркестр Че», який розпався 2016 року, — Олег Каданов та Дмитро Зінченко. Перший концерт відіграли в Ізюмі на площі Леннона 16 лютого 2017 року. 18—19 серпня того ж року в Іванівці відбувся другий літературно-музичний фестиваль «Дорога на Схід», у якому взяли участь близько 20 виконавців із Донбасу та Слобожанщини. Гурт «Лінія Маннергейма» став хедлайнером цього фестивалю.
                        <br />
                        26 лютого 2018 року гурт презентував дебютний міні-альбом «Де твоя лінія?». Альбом було випущено у цифровому вигляді. Тексти до пісень написав Сергій Жадан, музику — Олег Каданов та Євген Турчинов.
                        <h5>Склад гурту</h5>
                        <ol>
                            <li>Сергій Жадан — вокал, тексти</li>
                            <li>Олег Каданов — вокал, гітара, музика</li>
                            <li>Євген Турчинов — вокал, гітара, музика</li>
                        </ol>
                        <h6>Сесійні учасники</h6>
                        <ol>
                            <li>Дмитро Зінченко — барабани, бас, синтезатор, гітара</li>
                            <li>Дмитро Чирик — концертна звукорежисура</li>
                        </ol>
                        <h5>Дискографія</h5>
                        <h6>Міні-альбоми</h6>
                        <ol>
                            <li>2018 — «Де твоя лінія?»</li>
                            <li>2018 — «Бої без правил»</li>
                        </ol>
                        <h6>Альбоми</h6>
                        <ol>
                            <li>2020 — «Конфіскат»</li>
                        </ol>
                    </div>
                </div>
            </div>
        </>
    );
}

export default LineOfMannerheim;
