function RandomText() {
    return (
        <>
            <div className="random-text">
                Приїхавши до чужого міста на початку літа,
                відчути, що його шкіра обвітрена і нагріта,
                побачити, що дощ третій день заливає долину,
                високу траву і алею – запалену, тополину.

                Вулиці чужого міста, як чужі книжкові полиці.
                Між нами насправді ніколи не буде різниці.
                Буде лише відчуття переходу,
                відчуття простору, який робить свою роботу.
            </div>
        </>
    );
}

export default RandomText;
